{"jurong": 2595, "point": 3683, "crazy": 1088, "available": 590, "bugis": 798, "great": 1905, "world": 4899, "la": 2720, "buffet": 797, "cine": 947, "got": 1865, "wat": 4798, "ok": 3513, "lar": 2756, "joking": 2563, "wif": 4847, "oni": 3522, "free": 1636, "entry": 1373, "wkly": 4875, "comp": 1008, "win": 4853, "fa": 1438, "cup": 1110, "final": 1504, "tkts": 4540, "21st": 184, "2005": 179, "text": 4474, "87121": 365, "receive": 3862, "question": 3803, "std": 4310, "txt": 4633, "rate": 3833, "apply": 533, "08452810075over18": 54, "dun": 1316, "say": 4022, "early": 1322, "hor": 2186, "nah": 3404, "don": 1269, "think": 4498, "goes": 1829, "usf": 4702, "lives": 2906, "freemsg": 1643, "hey": 2103, "darling": 1138, "week": 4819, "word": 4893, "like": 2856, "fun": 1694, "tb": 4435, "xxx": 4933, "send": 4072, "50": 278, "rcv": 3836, "brother": 785, "speak": 4259, "treat": 4601, "request": 3918, "melle": 3204, "oru": 3547, "minnaminunginte": 3269, "nurungu": 3487, "vettam": 4727, "set": 4087, "callertune": 835, "callers": 834, "press": 3741, "copy": 1058, "friends": 1659, "winner": 4858, "valued": 4716, "network": 3441, "customer": 1118, "selected": 4062, "receivea": 3863, "900": 387, "prize": 3755, "reward": 3942, "claim": 951, "09061701461": 102, "code": 983, "kl341": 2683, "valid": 4712, "12": 140, "hours": 2206, "mobile": 3322, "11": 135, "months": 3352, "entitled": 1372, "update": 4680, "latest": 2769, "colour": 995, "mobiles": 3323, "camera": 845, "08002986030": 45, "gonna": 1845, "home": 2160, "soon": 4238, "want": 4786, "talk": 4421, "stuff": 4343, "anymore": 520, "tonight": 4567, "ve": 4721, "today": 4551, "chances": 900, "cash": 874, "100": 126, "20": 174, "000": 1, "pounds": 3716, "csh11": 1104, "87575": 369, "cost": 1063, "150p": 155, "day": 1147, "6days": 309, "16": 161, "tsandcs": 4617, "reply": 3914, "hl": 2132, "info": 2373, "urgent": 4690, "won": 4886, "membership": 3210, "jackpot": 2492, "81010": 338, "www": 4923, "dbuk": 1149, "net": 3439, "lccltd": 2786, "pobox": 3675, "4403ldnw1a7rw18": 260, "searching": 4047, "right": 3949, "words": 4894, "thank": 4484, "promise": 3770, "wont": 4891, "help": 2083, "granted": 1894, "fulfil": 1691, "wonderful": 4888, "blessing": 706, "times": 4530, "date": 1142, "sunday": 4371, "xxxmobilemovieclub": 4934, "use": 4698, "credit": 1091, "click": 965, "wap": 4790, "link": 2878, "message": 3228, "http": 2225, "com": 997, "oh": 3509, "watching": 4800, "eh": 1348, "remember": 3896, "spell": 4268, "yes": 4953, "did": 1210, "naughty": 3422, "make": 3087, "wet": 4836, "fine": 1507, "that\u00e5\u00f5s": 4489, "way": 4806, "feel": 1478, "gota": 1866, "england": 1366, "macedonia": 3050, "dont": 1272, "miss": 3285, "goals": 1825, "team": 4444, "news": 3447, "ur": 4687, "national": 3419, "87077": 364, "try": 4614, "wales": 4775, "scotland": 4037, "4txt": 276, "seriously": 4083, "going": 1834, "ha": 1966, "\u00ec_": 4996, "pay": 3595, "da": 1126, "stock": 4316, "comin": 1003, "aft": 455, "finish": 1509, "lunch": 3016, "str": 4329, "lor": 2960, "ard": 544, "smth": 4215, "alright": 494, "meet": 3193, "sooner": 4239, "just": 2597, "forced": 1590, "eat": 1331, "slice": 4192, "really": 3852, "hungry": 2244, "tho": 4505, "sucks": 4358, "mark": 3123, "getting": 1784, "worried": 4901, "knows": 2694, "sick": 4146, "turn": 4627, "pizza": 3650, "lol": 2937, "convincing": 1051, "catch": 879, "bus": 806, "frying": 1679, "egg": 1346, "tea": 4439, "eating": 1334, "mom": 3341, "left": 2808, "dinner": 1230, "love": 2981, "amp": 499, "car": 857, "ll": 2910, "let": 2828, "know": 2691, "room": 3968, "work": 4895, "does": 1258, "wait": 4769, "clear": 960, "sure": 4387, "sarcastic": 4010, "doesn": 1259, "live": 2902, "yeah": 4945, "child": 932, "caught": 881, "till": 4528, "doing": 1265, "cheers": 925, "tell": 4454, "fear": 1475, "housework": 2210, "quick": 3806, "thanks": 4485, "subscription": 4354, "ringtone": 3953, "uk": 4649, "charged": 907, "month": 3350, "confirm": 1025, "replying": 3915, "yup": 4975, "look": 2948, "msg": 3374, "xuhui": 4931, "learn": 2799, "2nd": 213, "lesson": 2826, "8am": 382, "oops": 3527, "roommate": 3969, "letter": 2830, "decide": 1160, "hello": 2080, "saturday": 4016, "texting": 4478, "decided": 1161, "tomo": 4560, "trying": 4615, "invite": 2429, "pls": 3670, "ahead": 468, "wanted": 4787, "weekend": 4820, "abiola": 401, "forget": 1596, "need": 3433, "crave": 1086, "sweet": 4398, "mmmmmm": 3312, "yummy": 4970, "07732584351": 26, "burns": 805, "tried": 4604, "sms": 4213, "nokia": 3462, "camcorder": 843, "08000930705": 41, "delivery": 1183, "tomorrow": 4562, "seeing": 4059, "hope": 2178, "man": 3097, "lt": 3004, "gt": 1934, "inches": 2343, "calls": 839, "messages": 3230, "missed": 3287, "didn": 1211, "hep": 2094, "immunisation": 2324, "nigeria": 3452, "fair": 1446, "hopefully": 2181, "tyler": 4642, "maybe": 3169, "ask": 564, "bit": 693, "hospital": 2193, "kept": 2640, "telling": 4455, "weak": 4808, "hospitals": 2194, "time": 4529, "saw": 4021, "class": 955, "gram": 1886, "usually": 4706, "runs": 3989, "half": 1981, "eighth": 1349, "gets": 1780, "second": 4051, "fyi": 1709, "ride": 3948, "morning": 3358, "place": 3651, "wow": 4910, "realized": 3851, "embarassed": 1356, "thought": 4507, "liked": 2857, "best": 669, "happy": 2016, "sorry": 4243, "ac": 408, "sptv": 4285, "new": 3445, "jersey": 2533, "detroit": 1198, "red": 3875, "play": 3660, "ice": 2278, "hockey": 2145, "correct": 1060, "incorrect": 2354, "end": 1358, "mallika": 3096, "yesterday": 4955, "url": 4693, "congrats": 1031, "year": 4946, "special": 4261, "cinema": 948, "pass": 3587, "09061209465": 98, "suprman": 4385, "matrix3": 3156, "starwars3": 4301, "bx420": 815, "ip4": 2438, "5we": 294, "150pm": 157, "later": 2768, "meeting": 3195, "reached": 3840, "gauti": 1743, "odi": 3501, "series": 4082, "pick": 3631, "burger": 803, "pain": 3565, "killing": 2665, "good": 1847, "joke": 2559, "girls": 1802, "situation": 4173, "checking": 923, "iq": 2444, "roommates": 3970, "took": 4571, "forever": 1593, "come": 1000, "double": 1278, "check": 921, "hair": 1976, "dresser": 1291, "said": 3998, "wun": 4922, "cut": 1120, "short": 4127, "nice": 3450, "pleased": 3666, "advise": 448, "following": 1572, "recent": 3866, "review": 3940, "mob": 3320, "awarded": 600, "1500": 154, "bonus": 727, "09066364589": 119, "song": 4233, "dedicated": 1167, "dedicate": 1166, "valuable": 4714, "frnds": 1667, "rply": 3976, "complimentary": 1016, "trip": 4605, "eurodisinc": 1391, "trav": 4599, "aco": 420, "entry41": 1374, "1000": 127, "dis": 1236, "18": 165, "morefrmmob": 3356, "shracomorsglsuplt": 4138, "10": 125, "ls1": 3000, "3aj": 242, "hear": 2059, "divorce": 1250, "comes": 1002, "ken": 2638, "plane": 3655, "wah": 4766, "lucky": 3010, "save": 4019, "money": 3347, "hee": 2072, "finished": 1510, "hi": 2108, "babe": 609, "im": 2312, "wanna": 4785, "xx": 4932, "waiting": 4772, "machan": 3052, "thats": 4488, "cool": 1056, "gentleman": 1768, "dignity": 1225, "respect": 3921, "shy": 4142, "pa": 3558, "looking": 2952, "job": 2548, "ta": 4411, "earn": 1323, "ah": 466, "stop": 4321, "urgnt": 4692, "real": 3847, "yo": 4959, "tickets": 4524, "jacket": 2491, "used": 4699, "started": 4298, "requests": 3919, "came": 844, "bed": 649, "coins": 986, "gotta": 1871, "nitros": 3458, "ela": 1351, "kano": 2620, "il": 2307, "download": 1281, "wen": 4831, "stand": 4291, "close": 968, "night": 3453, "spent": 4271, "late": 2765, "afternoon": 456, "means": 3182, "haven": 2038, "includes": 2347, "sheets": 4105, "smile": 4206, "pleasure": 3667, "trouble": 4607, "pours": 3717, "rain": 3819, "sum1": 4367, "hurts": 2254, "becoz": 648, "loves": 2989, "smiling": 4208, "service": 4084, "representative": 3917, "0800": 37, "169": 163, "6031": 296, "10am": 131, "9pm": 394, "guaranteed": 1937, "5000": 280, "havent": 2039, "planning": 3658, "buy": 811, "lido": 2841, "530": 284, "collected": 990, "simply": 4159, "password": 3590, "mix": 3303, "85069": 356, "verify": 4725, "usher": 4703, "britney": 778, "fml": 1563, "telugu": 4459, "movie": 3365, "abt": 405, "loads": 2916, "loans": 2918, "wk": 4871, "hols": 2158, "run": 3987, "forgot": 1601, "hairdressers": 1978, "appointment": 534, "shower": 4135, "cause": 882, "prob": 3757, "ham": 1987, "okay": 3514, "price": 3746, "long": 2944, "legal": 2811, "ave": 592, "gone": 1843, "driving": 1299, "test": 4471, "mean": 3178, "guess": 1943, "gave": 1744, "boston": 742, "men": 3214, "changed": 902, "search": 4046, "location": 2921, "nyc": 3494, "cuz": 1124, "page": 3562, "says": 4024, "umma": 4652, "life": 2844, "vava": 4719, "lot": 2968, "dear": 1154, "wishes": 4865, "birthday": 691, "making": 3091, "truly": 4611, "memorable": 3211, "aight": 470, "hit": 2125, "ip": 2437, "address": 436, "considering": 1037, "computer": 1017, "isn": 2461, "minecraft": 3263, "grumpy": 1931, "old": 3518, "people": 3609, "better": 672, "lying": 3030, "jokes": 2561, "worry": 4903, "busy": 809, "noun": 3479, "research": 3920, "cos": 1062, "things": 4497, "scared": 4025, "mah": 3074, "loud": 2976, "gent": 1766, "contact": 1041, "weekends": 4821, "draw": 1286, "shows": 4137, "09064012160": 110, "k52": 2603, "12hrs": 145, "150ppm": 159, "wa": 4765, "sentence": 4079, "formal": 1605, "juz": 2602, "tt": 4621, "eatin": 1333, "puttin": 3796, "weight": 4825, "haha": 1972, "anythin": 521, "happened": 2008, "entered": 1371, "cabin": 819, "boss": 741, "felt": 1485, "askd": 565, "invited": 2430, "apartment": 526, "went": 4832, "specially": 4262, "holiday": 2155, "flights": 1539, "operator": 3530, "min": 3257, "goodo": 1856, "friday": 1654, "potato": 3711, "tortilla": 4578, "needed": 3434, "hmm": 2137, "uncle": 4657, "informed": 2376, "paying": 3597, "school": 4029, "directly": 1234, "food": 1579, "private": 3754, "2004": 178, "account": 416, "statement": 4302, "07742676969": 28, "786": 323, "unredeemed": 4673, "points": 3684, "08719180248": 85, "identifier": 2290, "45239": 263, "expires": 1427, "2000": 176, "caller": 833, "03": 11, "landline": 2743, "malarky": 3093, "todays": 4552, "voda": 4746, "numbers": 3486, "ending": 1360, "350": 236, "award": 599, "match": 3144, "08712300220": 67, "quoting": 3813, "standard": 4292, "rates": 3834, "app": 529, "mu": 3387, "\u00ec\u00ef": 4997, "buying": 812, "yetunde": 4956, "hasn": 2028, "sent": 4078, "bother": 743, "sending": 4074, "involve": 2434, "shouldn": 4132, "imposed": 2331, "apologise": 528, "girl": 1799, "del": 1175, "bak": 617, "sum": 4366, "lucyxx": 3013, "answer": 513, "sunshine": 4374, "quiz": 3811, "sony": 4235, "dvd": 1319, "player": 3662, "country": 1071, "algarve": 488, "ansr": 512, "82277": 344, "sp": 4255, "tyrone": 4644, "laid": 2735, "dogging": 1262, "locations": 2922, "direct": 1233, "join": 2556, "largest": 2760, "bt": 791, "txting": 4637, "gravel": 1899, "69888": 308, "nt": 3481, "ec2a": 1336, "31p": 233, "haf": 1971, "msn": 3379, "yijue": 4957, "hotmail": 2201, "rooms": 3971, "befor": 653, "activities": 425, "msgs": 3378, "chat": 914, "hardcore": 2018, "services": 4085, "age": 460, "yr": 4965, "lazy": 2785, "type": 4643, "lect": 2805, "pouch": 3714, "sir": 4166, "mail": 3079, "swt": 4408, "tired": 4532, "little": 2901, "lovable": 2980, "persons": 3615, "coz": 1078, "somtimes": 4232, "occupy": 3500, "biggest": 680, "hearts": 2065, "gud": 1939, "ni8": 3448, "open": 3528, "ya": 4938, "dot": 1277, "whats": 4837, "staff": 4288, "taking": 4419, "replied": 3913, "randy": 3829, "sexy": 4094, "female": 1486, "local": 2920, "luv": 3021, "netcollex": 3440, "08700621170150p": 56, "begin": 656, "qatar": 3799, "pray": 3727, "hard": 2017, "deleted": 1178, "birla": 688, "soft": 4223, "wine": 4857, "flowing": 1554, "thk": 4502, "plaza": 3665, "floor": 1548, "windows": 4856, "shirt": 4114, "mouth": 3362, "dream": 1287, "joy": 2574, "lots": 2970, "tv": 4630, "hail": 1975, "mist": 3295, "leaving": 2804, "house": 2207, "interview": 2417, "boy": 756, "missing": 3289, "years": 4947, "07046744435": 20, "arrange": 555, "0871277810810": 74, "safe": 3997, "parents": 3579, "hand": 1990, "spend": 4269, "bootydelious": 735, "inviting": 2431, "friend": 1658, "434": 258, "frnd": 1666, "62468": 300, "order": 3541, "content": 1044, "goto": 1870, "internet": 2416, "menu": 3221, "module": 3336, "avoid": 594, "missunderstding": 3293, "wit": 4869, "beloved": 664, "escape": 1383, "fancy": 1455, "needs": 3435, "lager": 2734, "completely": 1015, "form": 1604, "clark": 954, "utter": 4707, "waste": 4796, "bank": 620, "hmmm": 2138, "hop": 2177, "muz": 3398, "discuss": 1241, "liao": 2835, "coming": 1004, "bloody": 714, "hell": 2078, "believe": 659, "mr": 3370, "ill": 2309, "spanish": 4257, "bath": 629, "carlos": 868, "mall": 3095, "turns": 4629, "staying": 4308, "til": 4527, "smoke": 4210, "worth": 4906, "doesnt": 1260, "log": 2928, "spoke": 4278, "maneesha": 3107, "satisfied": 4014, "experience": 1425, "toll": 4556, "lifted": 2850, "hopes": 2183, "offer": 3502, "especially": 1385, "studying": 4342, "anyways": 523, "gr8": 1879, "trust": 4612, "guys": 1959, "bye": 816, "handsome": 1996, "working": 4897, "mummy": 3390, "boytoy": 760, "awesome": 602, "minute": 3274, "freephone": 1644, "0808": 48, "145": 150, "4742": 264, "9am": 392, "11pm": 139, "xmas": 4930, "radio": 3815, "jus": 2596, "bathe": 630, "sis": 4167, "using": 4704, "finishes": 1511, "unique": 4666, "august": 584, "joined": 2557, "league": 2797, "touch": 4583, "deal": 1151, "personal": 3613, "finally": 1505, "completed": 1014, "course": 1074, "suggest": 4362, "stays": 4309, "able": 403, "settled": 4091, "wishin": 4866, "mrng": 3371, "hav": 2036, "story": 4328, "hamster": 1989, "dead": 1150, "tmr": 4544, "orchard": 3540, "mrt": 3372, "kate": 2625, "evening": 1395, "bucks": 793, "darlin": 1137, "ive": 2477, "college": 993, "refilled": 3880, "successfully": 4357, "inr": 2391, "decimal": 1163, "keralacircle": 2642, "prepaid": 3735, "balance": 618, "rs": 3977, "transaction": 4594, "id": 2284, "kr": 2708, "goodmorning": 1852, "sleeping": 4188, "ga": 1712, "dat": 1141, "ericsson": 1380, "oso": 3549, "oredi": 3543, "straight": 4330, "connection": 1034, "shoot": 4122, "big": 678, "ready": 3846, "bruv": 788, "break": 767, "rewarding": 3943, "semester": 4070, "study": 4341, "noe": 3460, "leh": 2814, "sounds": 4251, "heading": 2051, "slept": 4191, "past": 3592, "nights": 3454, "easy": 1330, "sen": 4071, "exam": 1409, "march": 3118, "atm": 577, "register": 3885, "os": 3548, "called": 832, "installing": 2400, "important": 2329, "files": 1497, "repair": 3909, "shop": 4123, "happen": 2006, "romantic": 3966, "nite": 3457, "500": 279, "89545": 379, "collect": 989, "tc": 4436, "biz": 696, "2optout": 215, "087187262701": 80, "50gbp": 281, "mtmsg18": 3385, "appreciate": 535, "partner": 3584, "career": 862, "flyng": 1561, "start": 4297, "horo": 2189, "followed": 1570, "star": 4294, "sign": 4150, "company": 1009, "po": 3674, "teacher": 4441, "bcoz": 640, "teaches": 4442, "conducts": 1023, "lessons": 2827, "gandhipuram": 1726, "walk": 4776, "cross": 1099, "road": 3958, "street": 4333, "battery": 632, "died": 1215, "flirt": 1543, "10p": 133, "sam": 4005, "25": 189, "recd": 3859, "pence": 3606, "printed": 3751, "upstairs": 4685, "closer": 970, "wil": 4851, "reach": 3839, "theory": 4492, "argument": 550, "wins": 4860, "loses": 2964, "person": 3612, "argue": 549, "kick": 2654, "447801259231": 262, "secret": 4053, "admirer": 439, "reveal": 3937, "thinks": 4501, "09058094597": 95, "tomarrow": 4558, "hearing": 2062, "laptop": 2755, "case": 873, "tel": 4452, "avent": 593, "shining": 4110, "meant": 3183, "signing": 4151, "told": 4555, "face": 1440, "watch": 4799, "fr": 1623, "thanx": 4487, "touched": 4584, "commercial": 1005, "website": 4813, "slippers": 4196, "asked": 566, "kallis": 2614, "bat": 627, "innings": 2386, "didnt": 1212, "goodnight": 1853, "fix": 1520, "wake": 4773, "dearly": 1157, "sleep": 4186, "congratulations": 1032, "cd": 886, "vouchers": 4755, "125gift": 144, "music": 3396, "87066": 363, "tncs": 4548, "ldew": 2788, "com1win150ppmx3age16": 998, "ranjith": 3832, "cal": 822, "drpd": 1304, "deeraj": 1170, "deepak": 1169, "5min": 289, "hold": 2151, "bcums": 641, "angry": 504, "wid": 4845, "dnt": 1253, "childish": 933, "true": 4609, "showing": 4136, "deep": 1168, "affection": 453, "care": 860, "kettoda": 2644, "manda": 3103, "shipping": 4113, "takes": 4417, "2wks": 222, "lag": 2732, "lemme": 2817, "necessarily": 3428, "expect": 1422, "headin": 2050, "mmm": 3309, "jolt": 2565, "suzy": 4394, "lover": 2986, "video": 4730, "handset": 1995, "750": 320, "anytime": 522, "networks": 3443, "mins": 3271, "unlimited": 4671, "parked": 3582, "mini": 3264, "shopping": 4125, "disturb": 1247, "luton": 3020, "0125698789": 4, "ring": 3952, "horny": 2188, "naked": 3406, "hot": 2198, "69698": 306, "unsubscribe": 4676, "dint": 1231, "wana": 4784, "plan": 3654, "credits": 1093, "choose": 942, "club": 973, "mk45": 3306, "flash": 1530, "jealous": 2521, "singles": 4164, "chart": 911, "quality": 3800, "charge": 906, "sorting": 4246, "ended": 1359, "sunny": 4373, "rays": 3835, "leaves": 2803, "worries": 4902, "blue": 718, "bay": 633, "hmv": 2142, "genuine": 1770, "questions": 3805, "86688": 360, "100percent": 129, "bf": 674, "mack": 3056, "gf": 1786, "handed": 1991, "swing": 4404, "tool": 4572, "far": 1459, "okie": 3516, "usual": 4705, "guy": 1958, "passed": 3588, "anybody": 519, "throw": 4514, "lets": 2829, "baby": 612, "hour": 2204, "fone": 1576, "jenny": 2528, "ge": 1755, "shall": 4099, "tonite": 4569, "sense": 4076, "gautham": 1742, "stupid": 4344, "cam": 842, "buzy": 813, "accidentally": 414, "phone": 3624, "upgrade": 4682, "sim": 4156, "card": 858, "loyalty": 2999, "0845": 52, "021": 10, "3680": 240, "ends": 1361, "unless": 4670, "gurl": 1956, "hurt": 2252, "tease": 4446, "die": 1214, "plz": 3672, "rose": 3972, "grave": 1898, "bslvyl": 789, "coffee": 984, "somebody": 4230, "high": 2113, "shit": 4116, "shocking": 4120, "scary": 4026, "imagine": 2316, "def": 1171, "crash": 1085, "taxi": 4432, "fridge": 1656, "meal": 3176, "actor": 426, "blind": 708, "4u": 277, "21": 182, "kingdom": 2672, "img": 2319, "icmb3cktz8r7": 2282, "dates": 1144, "hide": 2110, "book": 729, "jos": 2571, "friendship": 1661, "hanging": 2001, "thread": 4510, "themob": 4491, "newest": 3446, "selection": 4063, "games": 1724, "tones": 4564, "gossip": 1864, "babes": 610, "sport": 4281, "fit": 1518, "funky": 1701, "82468": 345, "garage": 1731, "keys": 2647, "aren": 546, "accept": 411, "sister": 4168, "dear1": 1155, "best1": 670, "clos1": 967, "lvblefrnd": 3027, "jstfrnd": 2580, "cutefrnd": 1122, "lifpartnr": 2848, "belovd": 663, "swtheart": 4409, "bstfrnd": 790, "enemy": 1362, "smart": 4203, "200": 175, "weekly": 4822, "cs": 1102, "box": 748, "m26": 3037, "3uz": 252, "gbp1": 1751, "definitely": 1174, "2day": 200, "normal": 3471, "rest": 3928, "wot": 4907, "lost": 2967, "advance": 445, "pongal": 3695, "kb": 2631, "power": 3719, "yoga": 4960, "dunno": 1317, "tahan": 4415, "anot": 510, "lo": 2914, "dude": 1314, "afraid": 454, "december": 1159, "11mths": 138, "08002986906": 46, "cake": 821, "merry": 3225, "christmas": 945, "kisses": 2678, "cud": 1106, "ppl": 3720, "gona": 1842, "l8": 2715, "buses": 807, "gon": 1841, "waitin": 4771, "pete": 3616, "guild": 1951, "bristol": 776, "plans": 3659, "flight": 1538, "problem": 3759, "track": 4588, "record": 3872, "reading": 3845, "women": 4885, "read": 3843, "light": 2852, "apo": 527, "return": 3934, "immediately": 2323, "germany": 1776, "fixed": 1522, "line": 2871, "access": 412, "number": 3485, "0844": 51, "861": 359, "85": 354, "prepayment": 3738, "chance": 899, "violated": 4736, "privacy": 3753, "paperwork": 3575, "report": 3916, "supervisor": 4380, "valentines": 4711, "lifetime": 2847, "83600": 350, "rcvd": 3837, "custcare": 1116, "08718720201": 78, "surfing": 4389, "calling": 838, "post": 3706, "1000s": 128, "texts": 4481, "wiv": 4870, "caroline": 869, "favourite": 1473, "bless": 704, "hiding": 2112, "stranger": 4332, "interested": 2411, "cleared": 961, "round": 3973, "gudnite": 1941, "practice": 3725, "huiming": 2237, "num": 3484, "small": 4202, "txts": 4639, "jeremiah": 2529, "iphone": 2442, "misbehaved": 3280, "slap": 4184, "urself": 4695, "fault": 1467, "basically": 626, "figure": 1494, "alcohol": 484, "jay": 2513, "weed": 4818, "ish": 2457, "minutes": 3275, "ago": 464, "wtf": 4919, "remembered": 3897, "met": 3235, "insurance": 2406, "insha": 2393, "allah": 491, "rakhesh": 3824, "ex": 1406, "tissco": 4536, "tayseer": 4434, "currently": 1113, "maximize": 3165, "cc": 885, "hg": 2106, "suite342": 4364, "2lands": 206, "row": 3974, "w1j6hl": 4762, "unemployed": 4663, "moment": 3342, "st": 4287, "cold": 987, "posted": 3709, "chikku": 931, "audrey": 583, "status": 4304, "forward": 1614, "alive": 490, "breathe": 769, "air": 473, "update_now": 4681, "motorola": 3361, "sonyericsson": 4236, "bluetooth": 719, "orange": 3538, "mobileupd8": 3326, "08000839402": 40, "call2optout": 828, "discount": 1239, "geeee": 1757, "woke": 4882, "wish": 4864, "cuddling": 1108, "talking": 4422, "agree": 465, "willing": 4852, "reference": 3879, "gbp": 1750, "seen": 4060, "recognise": 3871, "happening": 2010, "lindsay": 2870, "sighs": 4148, "ptbo": 3785, "heron": 2097, "brings": 775, "hes": 2098, "project": 3768, "mistake": 3296, "body": 724, "quite": 3810, "slow": 4199, "tests": 4473, "guide": 1949, "ovulation": 3554, "relax": 3891, "reason": 3854, "followin": 1571, "couple": 1072, "leave": 2802, "6months": 312, "phones": 3626, "n9dx": 3400, "licks": 2840, "mm": 3308, "4mths": 273, "rental": 3907, "mobilesdirect": 3324, "08000938767": 42, "or2stoptxt": 3537, "having": 2043, "huh": 2235, "sat": 4012, "intro": 2422, "pilates": 3643, "kickboxing": 2655, "office": 3504, "lap": 2753, "days": 1148, "shut": 4141, "bout": 746, "30ish": 229, "current": 1112, "period": 3611, "actually": 428, "rock": 3961, "putting": 3797, "business": 808, "pictures": 3638, "ass": 572, "facebook": 1441, "picture": 3637, "al": 481, "salam": 4000, "sharing": 4103, "grace": 1883, "god": 1827, "inshah": 2394, "india": 2362, "change": 901, "field": 1489, "quickly": 3807, "administrator": 438, "87131": 366, "poly": 3690, "tone": 4563, "1st": 170, "nd": 3424, "chechi": 920, "cream": 1089, "shipped": 4112, "yep": 4951, "loxahatchee": 2997, "tree": 4603, "burning": 804, "starts": 4300, "slightly": 4194, "pm": 3673, "fav": 1468, "darlings": 1139, "wld": 4877, "stay": 4305, "drink": 1292, "sender": 4073, "fullonsms": 1692, "iron": 2448, "thing": 4496, "yan": 4940, "jiu": 2544, "skip": 4180, "den": 1186, "blah": 699, "bring": 773, "dating": 1145, "box334sk38ch": 751, "whatsup": 4838, "goal": 1824, "250": 190, "competition": 1011, "80086": 332, "txttowin": 4641, "head": 2048, "logo": 2932, "names": 3411, "heart": 2063, "name1": 3408, "name2": 3409, "mobno": 3327, "adam": 430, "eve": 1393, "07123456789": 24, "yahoo": 4939, "pobox36504w45wq": 3677, "txtno": 4638, "ads": 443, "contacted": 1042, "siva": 4174, "hostel": 2196, "aha": 467, "land": 2741, "3030": 228, "voice": 4749, "speaking": 4260, "expression": 1432, "ful": 1690, "funny": 1702, "irritating": 2452, "aathi": 398, "esplanade": 1386, "mind": 3260, "giving": 1807, "lift": 2849, "wnt": 4880, "bmw": 722, "urgently": 4691, "vry": 4756, "hv": 2259, "shortage": 4128, "lacs": 2728, "source": 4253, "arng": 554, "amt": 500, "fucking": 1684, "respond": 3924, "3650": 238, "09066382422": 121, "3mins": 248, "vary": 4718, "300603": 226, "bcm4284": 639, "ldn": 2789, "wc1n3xx": 4807, "booked": 730, "ticket": 4523, "hillsborough": 2118, "th": 4482, "askin": 567, "dollars": 1268, "iouri": 2436, "applebees": 531, "journey": 2573, "gd": 1754, "bhaji": 675, "cricketer": 1096, "sachin": 3993, "tough": 4585, "supposed": 4384, "oic": 3511, "tot": 4580, "din": 1227, "group": 1924, "howdy": 2214, "gorgeous": 1861, "kinda": 2669, "hanks": 2002, "lotsly": 2971, "transfer": 4595, "acc": 410, "improve": 2338, "loan": 2917, "purpose": 3791, "75": 319, "homeowners": 2161, "tenants": 4462, "welcome": 4828, "previously": 3744, "refused": 3881, "1956669": 168, "si": 4143, "oreo": 3544, "truffles": 4610, "amy": 502, "ure": 4689, "beautiful": 645, "intelligent": 2407, "woman": 4884, "don\u00e5\u00f5t": 1273, "result": 3930, "kind": 2668, "asking": 568, "links": 2879, "ttyl": 4622, "isnt": 2462, "bad": 613, "different": 1220, "feeling": 1480, "decisions": 1165, "coping": 1057, "individual": 2366, "heal": 2055, "gives": 1806, "reasons": 3856, "0207": 6, "153": 160, "26th": 194, "july": 2589, "opt": 3534, "railway": 3818, "princess": 3749, "receiving": 3865, "doggy": 1263, "style": 4345, "fave": 1469, "position": 3703, "enjoy": 1368, "roads": 3959, "language": 2750, "dave": 1146, "notice": 3477, "tenerife": 4463, "09061743806": 105, "tcs": 4438, "sae": 3996, "box326": 750, "cw25wx": 1125, "screamed": 4040, "remove": 3903, "flat": 1531, "transfered": 4596, "removed": 3904, "banks": 621, "differ": 1218, "charges": 908, "9ja": 393, "details": 1197, "moan": 3319, "broken": 782, "cum": 1109, "infront": 2378, "wise": 4863, "9t": 395, "tension": 4464, "machi": 3053, "8th": 385, "thinking": 4500, "mcr": 3175, "sec": 4050, "taste": 4429, "fb": 1474, "jaykwon": 2515, "activate": 423, "terms": 4466, "conditions": 1022, "visit": 4742, "07781482378": 31, "depends": 1189, "boye": 757, "glory": 1815, "dry": 1309, "trade": 4589, "meh": 3200, "nope": 3468, "monday": 3346, "jackson": 2493, "rec": 3858, "center": 893, "7ish": 325, "fighting": 1491, "lose": 2962, "fightng": 1492, "some1": 4229, "dificult": 1223, "lolnice": 2938, "fish": 1515, "water": 4801, "123": 142, "1450": 151, "09050002311": 89, "b4280703": 607, "08718727868": 81, "bored": 736, "outside": 3551, "hyde": 2263, "park": 3581, "village": 4735, "near": 3426, "anthony": 517, "bringing": 774, "fees": 1482, "rent": 3906, "opinion": 3531, "jada": 2495, "kusruthi": 2712, "silent": 4153, "spl": 4275, "character": 905, "matured": 3160, "stylish": 4346, "simple": 4157, "scrounge": 4043, "prabha": 3723, "soryda": 4248, "realy": 3853, "frm": 1665, "sory": 4247, "forgiven": 1599, "jst": 2579, "tat": 4430, "40gb": 256, "ipod": 2443, "mp3": 3369, "83355": 348, "ibhltd": 2270, "ldnw15h": 2790, "mtmsgrcvd18": 3386, "mono": 3349, "cha": 896, "slide": 4193, "jamz": 2501, "renewal": 3905, "pin": 3645, "transport": 4598, "bday": 642, "definite": 1173, "nos": 3474, "booking": 731, "fri": 1653, "children": 934, "behave": 657, "ebay": 1335, "pickle": 3634, "tacos": 4414, "rude": 3981, "campus": 846, "02": 5, "09": 87, "attempt": 579, "0871": 65, "872": 367, "box95qu": 754, "mas": 3136, "150": 153, "85023": 355, "savamob": 4018, "member": 3208, "offers": 3503, "08717898035": 77, "00": 0, "sub": 4347, "unsub": 4675, "pretty": 3742, "lady": 2731, "single": 4163, "24hrs": 188, "channel": 904, "pg": 3619, "2003": 177, "800": 328, "redeemed": 3876, "08718738001": 84, "04": 12, "hoping": 2185, "l8r": 2717, "malaria": 3092, "leads": 2795, "passionate": 3589, "kiss": 2677, "sea": 4045, "probably": 3758, "fat": 1464, "fingers": 1508, "ummmmmaah": 4653, "returns": 3936, "tirupur": 4534, "50p": 282, "max6": 3164, "web": 4812, "age16": 461, "2stop": 218, "quote": 3812, "develop": 1200, "ability": 400, "listen": 2891, "losing": 2965, "self": 4064, "confidence": 1024, "married": 3130, "recovery": 3874, "hotel": 2199, "invitation": 2428, "cali": 824, "english": 1367, "bloke": 710, "omw": 3520, "btw": 792, "cutting": 1123, "cock": 982, "reminding": 3901, "owns": 3556, "hurry": 2251, "generally": 1763, "faggy": 1443, "demand": 1185, "blood": 713, "fo": 1565, "warm": 4791, "milk": 3252, "magic": 3071, "loose": 2957, "pan": 3569, "cheap": 916, "likely": 2858, "essential": 1387, "online": 3524, "pics": 3635, "aiyo": 479, "mei": 3201, "fast": 1461, "workin": 4896, "gee": 1756, "geeeee": 1758, "barely": 623, "fuck": 1681, "2mrw": 212, "icky": 2281, "american": 498, "freek": 1641, "callin": 837, "jen": 2526, "oooh": 3526, "ey": 1435, "gym": 1962, "smiles": 4207, "daddy": 1128, "scream": 4039, "dick": 1208, "missy": 3294, "yar": 4941, "mum": 3389, "sch": 4027, "clean": 958, "lab": 2724, "goggles": 1830, "door": 1274, "call09050000327": 827, "claims": 952, "marriage": 3129, "snake": 4217, "dancing": 1134, "frnt": 1672, "bite": 695, "izzit": 2482, "wife": 4848, "kids": 2660, "jjc": 2545, "headache": 2049, "quit": 3809, "jazz": 2517, "yogasana": 4961, "em": 1354, "meive": 3202, "hardly": 2021, "gotany": 1867, "spree": 4283, "80878": 337, "08715705022": 75, "1x150p": 173, "pound": 3715, "08712402050": 70, "lines": 2875, "10ppm": 134, "ag": 458, "promo": 3772, "07753741225": 29, "24": 187, "grand": 1889, "announcement": 508, "542": 286, "0825": 50, "exhausted": 1419, "train": 4591, "pie": 3639, "present": 3740, "ar": 542, "tsunamis": 4620, "stopped": 4322, "swimming": 4403, "indian": 2363, "noon": 3467, "2morow": 209, "28": 196, "soiree": 4225, "zouk": 4988, "nichols": 3451, "paris": 3580, "ladies": 2730, "neva": 3444, "imma": 2321, "somethin": 4231, "22": 185, "euro2004": 1390, "results": 3931, "daily": 1130, "83222": 347, "valentine": 4710, "game": 1723, "answers": 516, "ques": 3802, "suits": 4365, "future": 1706, "hundreds": 2242, "handsomes": 1997, "uncles": 4658, "shock": 4119, "shuhui": 4140, "leona": 2822, "reaction": 3842, "family": 1452, "happiness": 2015, "snow": 4219, "weather": 4811, "friendships": 1662, "grow": 1925, "alex": 486, "pub": 3786, "bud": 794, "drinks": 1295, "useful": 4700, "officially": 3506, "paid": 3564, "market": 3124, "pop": 3699, "longer": 2945, "darren": 1140, "textbuddy": 4475, "area": 545, "25p": 192, "postcode": 3708, "gaytextbuddy": 1748, "89693": 381, "vodafone": 4747, "4882": 266, "matches": 3146, "09064019014": 111, "forwarded": 1615, "seven": 4092, "ml": 3307, "\u00fb\u00f2": 4999, "voucher": 4754, "holder": 2152, "weeks": 4823, "pc": 3600, "tlp": 4542, "expressoffer": 1433, "ts": 4616, "80062": 329, "sweetheart": 4400, "biola": 685, "login": 2931, "dad": 1127, "thanksgiving": 4486, "sound": 4250, "effects": 1345, "wee": 4817, "thursday": 4519, "taken": 4416, "trains": 4593, "jolly": 2564, "cartoon": 872, "listening": 2894, "temple": 4461, "church": 946, "40533": 255, "31": 231, "email": 1355, "rstm": 3978, "sw7": 4395, "3ss": 251, "gentle": 1767, "starting": 4299, "panic": 3571, "tuesday": 4624, "town": 4587, "bet": 671, "hella": 2079, "drugs": 1306, "drug": 1305, "dealer": 1152, "impatient": 2326, "sun": 4370, "earth": 1324, "river": 3957, "evng": 1401, "premium": 3734, "lays": 2784, "envelope": 1376, "paper": 3573, "fetch": 1487, "prepare": 3736, "kama": 2616, "en": 1357, "kalstiya": 2615, "lakhs": 2736, "ho": 2144, "belly": 662, "laugh": 2772, "posts": 3710, "saying": 4023, "peace": 3601, "knw": 2695, "awake": 598, "freaky": 1634, "yelling": 4949, "lonely": 2943, "hex": 2102, "explain": 1428, "xy": 4937, "sue": 4359, "lapdancer": 2754, "sex": 4093, "bedroom": 651, "89555": 380, "textoperator": 4479, "g2": 1710, "king": 2671, "building": 800, "map": 3113, "imprtant": 2340, "cochin": 981, "accordingly": 415, "ans": 511, "torch": 4577, "bold": 725, "farm": 1460, "4d": 268, "law": 2780, "purchase": 3789, "poop": 3697, "looks": 2953, "gpu": 1878, "gap": 1729, "\u00fb_": 4998, "fluids": 1555, "weird": 4826, "idea": 2286, "away": 601, "harri": 2025, "drivin": 1298, "fantastic": 1457, "gage": 1713, "height": 2074, "aeronautics": 449, "professors": 3765, "wer": 4833, "calld": 831, "sit": 4169, "aeroplane": 450, "aftr": 457, "ws": 4917, "students": 4340, "dey": 1202, "hurried": 2250, "timing": 4531, "7pm": 326, "stress": 4334, "dorm": 1276, "sell": 4066, "1250": 143, "09071512433": 123, "b4": 605, "050703": 15, "csbcm4235wc1n3xx": 1103, "callcost": 830, "mobilesvary": 3325, "max\u00e5": 3167, "macha": 3051, "upset": 4684, "assume": 573, "mindset": 3262, "flim": 1540, "cookies": 1054, "jelly": 2525, "running": 3988, "admit": 440, "mad": 3059, "correction": 1061, "wants": 4789, "ba": 608, "half8th": 1982, "exactly": 1408, "jide": 2543, "jeri": 2530, "low": 2994, "spring": 4284, "yay": 4943, "twice": 4631, "opportunity": 3533, "add": 431, "nokia6650": 3464, "txtauction": 4635, "81151": 339, "4t": 274, "ctxt": 1105, "mtmsg": 3384, "mayb": 3168, "rite": 3956, "faster": 1462, "gals": 1720, "attached": 578, "glad": 1808, "hadn": 1970, "shouted": 4133, "shorter": 4129, "gaze": 1749, "eyes": 1437, "930": 389, "subscribed": 4352, "helpline": 2089, "08706091795": 61, "spoken": 4279, "gist": 1803, "realize": 3850, "40": 253, "thousands": 4509, "premier": 3733, "gimme": 1796, "lip": 2885, "library": 2838, "confused": 1029, "holla": 2156, "spare": 4258, "faith": 1447, "makes": 3088, "possible": 3705, "grandmas": 1892, "hungover": 2243, "m39m51": 3039, "mobypobox734ls27yf": 3332, "gua": 1935, "mt": 3380, "yest": 4954, "wishing": 4867, "city": 950, "summer": 4368, "store": 4325, "88039": 370, "skilgme": 4178, "tscs087147403231winawk": 4619, "50perwksub": 283, "goin": 1832, "meetin": 3194, "wonder": 4887, "tis": 4535, "schools": 4030, "closed": 969, "apparently": 530, "drive": 1296, "inch": 2342, "damn": 1131, "hunting": 2248, "wats": 4803, "idc": 2285, "space": 4256, "picking": 3633, "smokes": 4211, "begging": 655, "lovely": 2984, "sing": 4161, "slave": 4185, "0578": 16, "opening": 3529, "couldn": 1068, "fixes": 1524, "diff": 1217, "living": 2907, "perfect": 3610, "community": 1007, "polyphonic": 3693, "subpoly": 4348, "81618": 341, "pole": 3686, "08718727870": 82, "enjoyed": 1369, "fondly": 1575, "bein": 658, "thot": 4506, "jan": 2502, "omg": 3519, "dictionary": 1209, "pieces": 3641, "petey": 3617, "friendsare": 1660, "nic": 3449, "pobox84": 3679, "m263uz": 3038, "appt": 539, "no1": 3459, "8077": 336, "mates": 3148, "getzed": 1785, "36504": 239, "w45wq": 4764, "norm150p": 3470, "cashto": 876, "08000407165": 38, "getstop": 1782, "88222": 373, "php": 3629, "3d": 243, "imp": 2325, "ain": 471, "bec": 647, "ugh": 4647, "nervous": 3438, "gift": 1791, "hint": 2120, "borrow": 740, "bag": 614, "bid": 676, "ones": 3521, "model": 3334, "galileo": 1719, "dobby": 1254, "responding": 3925, "boo": 728, "gettin": 1783, "hunny": 2246, "i\u00e5\u00f5llspeak": 2484, "2u": 220, "loveme": 2985, "xxxx": 4935, "ache": 418, "cappuccino": 855, "teasing": 4447, "comuk": 1018, "3qxj9": 249, "extra": 1434, "08702840625": 60, "220": 186, "cm2": 975, "9ae": 391, "alfie": 487, "moon": 3354, "m8s": 3043, "charity": 909, "8007": 330, "nokias": 3465, "polys": 3694, "zed": 4981, "08701417012": 57, "profit": 3766, "hahaha": 1973, "brain": 762, "green": 1910, "mojibiola": 3339, "09065174042": 113, "cust": 1115, "07821230901": 34, "mate": 3147, "hol": 2149, "haven\u00e5\u00f5t": 2041, "ages": 463, "skyped": 4183, "kz": 2714, "sura": 4386, "given": 1805, "ultimatum": 4651, "countin": 1070, "aburo": 407, "surely": 4388, "successful": 4356, "08002888812": 44, "inconsiderate": 2351, "nag": 3402, "recession": 3868, "wed": 4814, "soo": 4237, "understand": 4659, "2morrow": 211, "mother": 3360, "09066350750": 115, "ibiza": 2271, "await": 596, "collection": 992, "sk3": 4176, "8wp": 386, "ppm": 3722, "suite": 4363, "xavier": 4927, "seconds": 4052, "warning": 4793, "playing": 3664, "guitar": 1953, "impress": 2334, "stomach": 4318, "matter": 3157, "shoes": 4121, "wan": 4782, "inner": 2385, "version": 4726, "poor": 3698, "careful": 864, "spk": 4274, "sn": 4216, "lovejen": 2983, "returned": 3935, "fall": 1449, "worlds": 4900, "discreet": 1240, "vip": 4739, "hai": 1974, "named": 3410, "tampa": 4424, "genius": 1765, "connections": 1035, "sort": 4244, "lotta": 2972, "lately": 2766, "yrs": 4966, "supply": 4381, "cds": 888, "virgin": 4740, "records": 3873, "mystery": 3399, "smsco": 4214, "approx": 537, "consider": 1036, "walls": 4780, "peaceful": 3602, "41685": 257, "07": 18, "birds": 687, "user": 4701, "asap": 562, "0721072": 25, "hole": 2154, "saved": 4020, "drop": 1301, "cuddle": 1107, "nap": 3413, "shesil": 4108, "10k": 132, "5k": 288, "travel": 4600, "09064011000": 109, "ntt": 3482, "cr01327bt": 1079, "fixedline": 1523, "castor": 877, "liverpool": 2905, "played": 3661, "mid": 3243, "09058094565": 94, "09065171142": 112, "stopsms": 4324, "08": 36, "reminder": 3900, "downloaded": 1282, "knew": 2687, "lead": 2792, "wanting": 4788, "gibe": 1790, "midnight": 3245, "getsleep": 1781, "ear": 1320, "training": 4592, "massages": 3139, "oil": 3512, "sup": 4376, "yoyyooo": 4964, "mac": 3049, "usb": 4696, "gibbs": 1789, "unsold": 4674, "mike": 3248, "hussey": 2256, "failed": 1444, "sad": 3995, "unbelievable": 4655, "murder": 3393, "superb": 4378, "grateful": 1897, "happier": 2012, "outstanding": 3552, "invoices": 2433, "teach": 4440, "derek": 1191, "taylor": 4433, "worst": 4905, "charles": 910, "lastest": 2763, "marley": 3127, "libertines": 2837, "plus": 3671, "grinule": 1917, "greet": 1911, "white": 4840, "fudge": 1687, "stores": 4326, "january": 2506, "male": 3094, "sale": 4002, "gay": 1745, "cheaper": 917, "08709222922": 64, "5p": 290, "8p": 383, "peak": 3603, "08712460324": 73, "zaher": 4978, "ym": 4958, "pissed": 3648, "sweets": 4402, "pig": 3642, "chip": 939, "iam": 2267, "addicted": 434, "msging": 3376, "wrong": 4915, "photo": 3627, "registered": 3886, "yck": 4944, "ma": 3045, "ashley": 563, "hollalater": 2157, "attend": 580, "magicalsongs": 3073, "diet": 1216, "ate": 574, "kvb": 2713, "88600": 374, "term": 4465, "mo": 3318, "moments": 3343, "fro": 1673, "matthew": 3159, "lux": 3024, "sk38xh": 4177, "wear": 4809, "jeans": 2522, "fever": 1488, "hp20": 2218, "bleh": 703, "tons": 4570, "places": 3653, "medical": 3189, "folks": 1568, "recently": 3867, "scores": 4034, "application": 532, "expensive": 1424, "photos": 3628, "114": 137, "14": 149, "tcr": 4437, "w1": 4759, "lodging": 2927, "ms": 3373, "truth": 4613, "gravity": 1900, "carefully": 865, "feels": 1481, "heavy": 2070, "bowl": 747, "filthy": 1503, "brand": 763, "decision": 1164, "simpler": 4158, "magical": 3072, "welp": 4830, "09050001808": 88, "m95": 3044, "valid12hrs": 4713, "gymnastics": 1963, "site": 4170, "necklace": 3431, "liking": 2861, "15": 152, "horse": 2191, "racing": 3814, "earlier": 1321, "chicken": 930, "rice": 3946, "closes": 971, "ad": 429, "crap": 1084, "borin": 737, "boring": 738, "nxt": 3492, "hesitate": 2100, "salary": 4001, "chocolate": 940, "potential": 3712, "talent": 4420, "reckon": 3870, "3g": 244, "videophones": 4732, "09063458130": 108, "videochat": 4731, "java": 2512, "dload": 1252, "polyph": 3692, "noline": 3466, "rentl": 3908, "fuckin": 1683, "dropped": 1302, "loving": 2991, "yun": 4971, "ubi": 4646, "irene": 2446, "65": 302, "tech": 4448, "butt": 810, "sore": 4241, "party": 3586, "miracle": 3277, "jesus": 2535, "blessed": 705, "quiet": 3808, "aunts": 586, "helen": 2076, "heard": 2060, "contract": 1047, "kolathupalayam": 2700, "hero": 2095, "kerala": 2641, "terrible": 4467, "fan": 1453, "meat": 3185, "lovers": 2988, "regret": 3887, "drove": 1303, "ishtamayoo": 2458, "exe": 1415, "glorious": 1814, "anniversary": 507, "prey": 3745, "images": 2314, "fond": 1574, "pen": 3605, "secretly": 4055, "fancies": 1454, "datebox1282essexcm61xn": 1143, "pattern": 3593, "throat": 4513, "plm": 3669, "asleep": 570, "foreign": 1592, "stamps": 4290, "lecture": 2806, "sheffield": 4106, "raise": 3821, "zoe": 4985, "hardest": 2020, "millions": 3255, "lekdog": 2816, "setting": 4088, "filling": 1499, "loverboy": 2987, "sufficient": 4360, "thx": 4520, "nyt": 3496, "edison": 1338, "rightly": 3950, "fool": 1580, "speechless": 4264, "viva": 4743, "gm": 1817, "roast": 3960, "i\u00e5\u00f5d": 2483, "ls15hb": 3001, "concentrate": 1019, "educational": 1340, "flirting": 1544, "chatting": 915, "walked": 4777, "kickoff": 2656, "euro": 1389, "june": 2592, "3rd": 250, "sells": 4068, "thesis": 4494, "hiya": 2131, "april": 540, "les": 2824, "drunk": 1307, "sends": 4075, "ink": 2382, "deciding": 1162, "eastenders": 1328, "flower": 1552, "compare": 1010, "violet": 4738, "tulip": 4626, "lily": 2863, "84025": 351, "wkent": 4873, "150p16": 156, "technical": 4449, "support": 4382, "process": 3762, "networking": 3442, "prepared": 3737, "works": 4898, "flirtparty": 1545, "bitch": 694, "09058091854": 93, "revealed": 3938, "box385": 752, "m6": 3040, "6wu": 315, "bathing": 631, "09050003091": 90, "c52": 818, "xchat": 4928, "lul": 3015, "juicy": 2584, "oi": 3510, "na": 3401, "kicchu": 2653, "kaaj": 2606, "korte": 2705, "iccha": 2277, "korche": 2702, "movies": 3366, "convey": 1049, "regards": 3884, "vijay": 4733, "pic": 3630, "dearer": 1156, "dem": 1184, "thoughts": 4508, "breath": 768, "fight": 1490, "craziest": 1087, "planet": 3656, "singing": 4162, "curry": 1114, "makiing": 3089, "clock": 966, "evn": 1400, "itz": 2474, "alwys": 496, "hands": 1994, "sipix": 4165, "digital": 1224, "09061221061": 100, "28days": 197, "box177": 749, "m221bp": 3035, "2yr": 223, "warranty": 4794, "p\u00e5": 3798, "99": 390, "09061790121": 107, "doctor": 1257, "freely": 1642, "tomorro": 4561, "subscriber": 4353, "receipt": 3860, "fret": 1652, "gifts": 1793, "ne": 3425, "interesting": 2412, "uni": 4665, "depressed": 1190, "wind": 4854, "black": 697, "aiyah": 477, "information": 2375, "o2": 3497, "urawinner": 4688, "surprise": 4390, "awaiting": 597, "hen": 2092, "italian": 2466, "grins": 1916, "math": 3149, "dhoni": 1204, "rocks": 3962, "hourish": 2205, "ground": 1923, "durban": 1318, "speed": 4265, "speedchat": 4266, "cancel": 850, "08000776320": 39, "aiyar": 478, "survey": 4392, "catching": 880, "gal": 1718, "falls": 1451, "whos": 4842, "hmv1": 2143, "difficulties": 1222, "howz": 2216, "sar": 4007, "wearing": 4810, "film": 1501, "luck": 3008, "marketing": 3125, "raining": 3820, "station": 4303, "tank": 4425, "4fil": 270, "cute": 1121, "kaitlyn": 2610, "adult": 444, "silently": 4154, "drms": 1300, "wrc": 4911, "rally": 3825, "oz": 3557, "lucozade": 3011, "energy": 1363, "le": 2791, "61200": 298, "packs": 3561, "itcould": 2467, "melody": 3206, "horrible": 2190, "macs": 3058, "toot": 4574, "bigger": 679, "nw": 3491, "hme": 2136, "islands": 2460, "chennai": 927, "flippin": 1542, "annoying": 509, "hangin": 2000, "makin": 3090, "lodge": 2926, "shame": 4100, "popcorn": 3700, "jordan": 2569, "celeb": 889, "pocketbabe": 3680, "voicemail": 4750, "himso": 2119, "2go": 204, "neft": 3436, "credited": 1092, "beneficiary": 667, "tuition": 4625, "understanding": 4660, "choice": 941, "enter": 1370, "subs16": 4350, "1win150ppmx3": 171, "appreciated": 536, "apart": 525, "delivered": 1181, "strong": 4337, "arms": 553, "maaaan": 3046, "guessin": 1946, "walmart": 4781, "ilol": 2311, "mite": 3299, "creepy": 1095, "lunchtime": 3017, "08719181513": 86, "complete": 1013, "score": 4033, "easier": 1325, "nok": 3461, "87021": 362, "txtin": 4636, "4info": 272, "apps": 538, "rofl": 3963, "invest": 2426, "anti": 518, "1hr": 169, "delay": 1176, "various": 4717, "global": 1813, "ph": 3620, "84128": 352, "textcomp": 4476, "08712405020": 71, "purse": 3792, "iff": 2296, "ihave": 2302, "morn": 3357, "greatness": 1908, "europe": 1392, "chinese": 938, "docs": 1256, "songs": 4234, "havin": 2042, "goin2bed": 1833, "mc": 3171, "hun": 2241, "2nite": 214, "goodtime": 1858, "rang": 3830, "melnite": 3205, "ifink": 2297, "sorted": 4245, "mon": 3345, "l8rs": 2718, "flip": 1541, "glass": 1811, "cbe": 884, "honey": 2166, "jd": 2519, "accounts": 417, "executive": 1416, "picked": 3632, "inperialmusic": 2389, "listening2the": 2895, "weirdest": 4827, "john\u00e5\u00f3": 2555, "insects": 2392, "exact": 1407, "2moro": 208, "jane": 2504, "calls\u00e5": 840, "minmoremobsemspobox45po139wa": 3268, "tee": 4450, "cell": 892, "thts": 4517, "dough": 1280, "control": 1048, "80488": 334, "mode": 3333, "jerry": 2532, "irritates": 2451, "fails": 1445, "express": 1431, "drinkin": 1293, "wondering": 4889, "dog": 1261, "tour": 4586, "5pm": 291, "jap": 2508, "birthdate": 690, "dreams": 1288, "nydc": 3495, "favour": 1472, "happenin": 2009, "ola": 3517, "ipads": 2441, "garbage": 1732, "items": 2468, "fran": 1625, "broke": 781, "knackered": 2684, "janx": 2507, "software": 4224, "jamster": 2500, "gold": 1836, "logos": 2935, "lions": 2884, "lionm": 2882, "lionp": 2883, "ringtones": 3955, "original": 3546, "3gbp": 245, "jokin": 2562, "bb": 634, "alrite": 495, "idiot": 2292, "girlie": 1801, "colours": 996, "whenevr": 4839, "gray": 1902, "remembr": 3898, "listn": 2896, "potter": 3713, "phoenix": 3623, "harry": 2026, "readers": 3844, "shd": 4104, "minus": 3273, "february": 1477, "rush": 3990, "icic": 2279, "canada": 847, "cares": 866, "goodnoon": 1855, "gauge": 1741, "patty": 3594, "vl": 4745, "chill": 935, "6hrs": 311, "frens": 1648, "korean": 2703, "fredericksburg": 1635, "chillin": 936, "super": 4377, "free2day": 1637, "george": 1773, "89080": 378, "saucy": 4017, "0870241182716": 59, "theres": 4493, "tmrw": 4545, "soul": 4249, "gnun": 1821, "misss": 3292, "ned": 3432, "tht": 4516, "hurting": 2253, "main": 3083, "sweetie": 4401, "blackberry": 698, "4a": 267, "pple": 3721, "marry": 3131, "problems": 3760, "chain": 897, "whn": 4841, "arrested": 556, "suntec": 4375, "dance": 1133, "moji": 3338, "forgive": 1598, "messenger": 3233, "reaching": 3841, "fantasies": 1456, "08707509020": 62, "20p": 181, "1327": 148, "croydon": 1100, "cr9": 1080, "5wb": 293, "0870": 55, "bar": 622, "write": 4912, "cover": 1076, "screen": 4042, "gently": 1769, "bears": 644, "tom": 4557, "fact": 1442, "upload": 4683, "08718730666": 83, "huai": 2227, "juan": 2582, "linerental": 2874, "lf56": 2833, "tlk": 4541, "ideal": 2287, "walking": 4778, "arm": 551, "shot": 4131, "tirunelvali": 4533, "storming": 4327, "phne": 3622, "wt": 4918, "meaning": 3179, "margaret": 3120, "girlfrnd": 1800, "grahmbell": 1885, "invnted": 2432, "telphone": 4458, "moral": 3355, "4get": 271, "popped": 3701, "ironing": 2449, "players": 3663, "effect": 1344, "cafe": 820, "kidding": 2659, "shld": 4118, "stretch": 4335, "sinco": 4160, "payee": 3596, "icicibank": 2280, "urn": 4694, "beware": 673, "frauds": 1630, "share": 4102, "disclose": 1237, "vote": 4753, "caring": 867, "losers": 2963, "kaiez": 2608, "option": 3535, "practicing": 3726, "babies": 611, "beneath": 666, "pale": 3568, "goodnite": 1854, "msgrcvdhg": 3377, "tells": 4456, "totally": 4582, "rem": 3893, "silver": 4155, "lmao": 2912, "silence": 4152, "exams": 1410, "revision": 3941, "interviw": 2419, "exeter": 1417, "arsenal": 558, "condition": 1021, "coat": 980, "painful": 3566, "everybody": 1398, "intrepid": 2421, "missin": 3288, "guilty": 1952, "aiya": 476, "cardiff": 859, "addie": 435, "tues": 4623, "bright": 771, "fresh": 1650, "restaurant": 3929, "textpod": 4480, "pod": 3681, "function": 1695, "headstart": 2054, "desperate": 1195, "flying": 1560, "monkeys": 3348, "certainly": 895, "practical": 3724, "matched": 3145, "optout": 3536, "help08714742804": 2085, "mails": 3082, "claire": 953, "bought": 745, "costing": 1065, "lyfu": 3029, "innu": 2388, "lyf": 3028, "ali": 489, "halla": 1984, "ke": 2632, "program": 3767, "meow": 3222, "aah": 397, "09066362231": 117, "07xxxxxxxxx": 35, "06": 17, "latests": 2770, "llc": 2911, "ny": 3493, "lucy": 3012, "hubby": 2228, "meetins": 3196, "minmobsmorelkpobox177hp51fl": 3267, "wonders": 4890, "7th": 327, "6th": 314, "5th": 292, "4th": 275, "personality": 3614, "nature": 3421, "incomm": 2350, "blake": 700, "lotr": 2969, "keeping": 2634, "google": 1859, "maps": 3115, "modules": 3337, "purity": 3790, "musthu": 3397, "investigate": 2427, "vomit": 4751, "aint": 472, "sha": 4096, "centre": 894, "jsco": 2578, "leadership": 2793, "host": 2195, "idps": 2294, "linux": 2880, "total": 4581, "stars": 4296, "karaoke": 2622, "testing": 4472, "loved": 2982, "nit": 3456, "leanne": 2798, "file": 1496, "format": 1607, "hows": 2215, "glasgow": 1810, "lovin": 2990, "arrive": 557, "shortly": 4130, "install": 2398, "sarcasm": 4009, "forum": 1612, "ron": 3967, "aunt": 585, "screaming": 4041, "unfortunately": 4664, "airport": 474, "7250i": 318, "auction": 581, "86021": 358, "w1jhl": 4763, "difficult": 1221, "konw": 2701, "waht": 4768, "rael": 3817, "gving": 1961, "yuo": 4973, "exmpel": 1420, "jsut": 2581, "ese": 1384, "tihs": 4526, "evrey": 1403, "splleing": 4276, "wrnog": 4914, "sitll": 4171, "raed": 3816, "wihtuot": 4850, "ayn": 604, "mitsake": 3300, "ow": 3555, "joining": 2558, "finance": 1506, "prospects": 3779, "filled": 1498, "jia": 2541, "bishan": 692, "sux": 4393, "buff": 796, "south": 4254, "preferably": 3731, "kegger": 2636, "costs": 1066, "rhythm": 3945, "gas": 1738, "gang": 1728, "adventure": 446, "pack": 3559, "tablets": 4413, "excellent": 1411, "finishing": 1512, "doors": 1275, "wifi": 4849, "image": 2313, "rumour": 3986, "kalainar": 2612, "7250": 317, "idk": 2293, "freaked": 1632, "imposter": 2333, "listener": 2893, "boyfriend": 758, "healer": 2056, "driver": 1297, "brothas": 784, "chasing": 913, "jules": 2586, "hhahhaahahah": 2107, "leonardo": 2823, "kicks": 2657, "john": 2554, "dime": 1226, "falling": 1450, "force": 1589, "smeone": 4205, "millers": 3253, "flame": 1529, "honeymoon": 2168, "propose": 3777, "blame": 701, "gods": 1828, "blessings": 707, "leo": 2821, "haul": 2034, "dippeditinadew": 1232, "lovingly": 2992, "itwhichturnedinto": 2472, "gifted": 1792, "tomeandsaid": 4559, "instead": 2403, "freezing": 1645, "ringtoneking": 3954, "batch": 628, "fring": 1663, "flaky": 1528, "sooooo": 4240, "laughing": 2774, "winning": 4859, "tooo": 4573, "09058094599": 96, "confuses": 1030, "wating": 4802, "british": 777, "hotels": 2200, "london": 2941, "02072069400": 7, "sw73ss": 4396, "6pm": 313, "buzz": 814, "adoring": 442, "eerie": 1343, "title": 4537, "dracula": 1285, "titles": 4538, "ghost": 1788, "addamsfa": 432, "munsters": 3392, "exorcist": 1421, "twilight": 4632, "brought": 786, "constant": 1039, "cared": 861, "wasn": 4795, "surprised": 4391, "french": 1647, "fooled": 1581, "allow": 492, "comedy": 1001, "feelin": 1479, "lnly": 2913, "moby": 3331, "82242": 343, "msg150p": 3375, "2rcv": 217, "hlp": 2134, "08712317606": 68, "keen": 2633, "switch": 4406, "fly": 1559, "event": 1397, "laden": 2729, "goodevening": 1848, "lei": 2815, "action": 422, "80608": 335, "movietrivia": 3367, "08712405022": 72, "waking": 4774, "partnership": 3585, "lookin": 2951, "janinexx": 2505, "inside": 2395, "fourth": 1618, "meaningful": 3180, "monthly": 3351, "mobsi": 3329, "je": 2520, "ideas": 2288, "sight": 4149, "remain": 3894, 